<style lang="sass">
    @import '../sass/views/privacyPolicy.scss';
</style>
<template>
    <div id="privacyPolicy-page">
        <div v-if="!navigatorStatus" class="pc">
            <div class="headTop"></div>
            <div class="main container">
                <p class="title1 mb20">隐私政策</p>
                <p>小摩豆（以下或称“我们”）注重保护用户个人信息及个人隐私。本隐私政策包含我们<b>收集、处理、存储、使用、</b>和保护用户（“您”）个人信息（以下或称“信息”）的有关条款。</p>
                <p class="row-p b">本政策将帮助您了解以下内容：</p>
                <p class="row-p b">1、我们如何收集和使用您的个人信息；</p>
                <p class="row-p b">2、您的权利；</p>
                <p class="row-p b">3、您的个人信息如何在全球范围转移；</p>
                <p class="row-p b">4、本政策如何更新；</p>
                <p class="row-p b mb20">5、如何联系我们。</p>
                <p class="section">我们深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。<b>请您在使用我们的服务前，仔细阅读并了解本《隐私政策》，以帮助您了解维护自己隐私权的方式。如您对本隐私政策有任何疑问，您可以通过我们公布的联系方式与我们联系。</b></p>
                <p class="section">我们希望通过本隐私政策向您清晰地介绍我们对您个人信息的处理方式，因此我们建议您完整地阅读本隐私政策，以帮助您了解维护自己隐私权的方式。如您对本隐私政策有任何疑问，您可以通过我们公布的联系方式与我们联系。<b>如果您不同意本隐私政策的任何内容，您应立即停止使用我们服务。当您使用我们提供的任一服务时，即表示您已同意我们按照本隐私政策来收集、处理、存储、使用、共享和保护您的个人信息。</b></p>
                <p class="title2">一、适用范围</p>
                <p class="section">本隐私政策适用于小摩豆提供的所有服务（以下称“服务”或“我们的服务”），您登陆相关客户端使用小摩豆提供的服务，均适用本隐私政策。</p>
                <p class="section">本政策所称“小摩豆”包括但不限于小摩豆所有客户端、相关微信公众号平台。</p>
                <p class="section">本政策所称“小摩豆”是深圳小摩豆有限公司及现有和/或未来设立的相关关联公司的单称或合称。</p>
                <p class="section b">如果您有任何疑问、意见或建议，请通过本网站公开的联系方式与我们联系。</p>
                <p class="section">我们所有的服务均适用本隐私政策。此外，<b>针对某些特定服务，我们还将制定特定隐私政策，以便更具体地说明我们在该特定服务中如何收集、处理、存储、使用、共享和保护您的信息。</b>该特定服务的隐私政策构成本隐私政策的一部分。<b>如相关特定服务的隐私政策与本隐私政策有不一致之处，适用该特定服务的隐私政策。</b></p>
                <p class="title2">二、我们如何收集您的个人信息</p>
                <p class="section">个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。</p>
                <p class="section">我们仅会出于本政策所述的以下目的，收集和使用您的个人信息：为了遵守法律法规的要求，向您提供更好以及更个性化的服务，并努力提高您的用户体验。<b>您向我们提供下述信息或使用我们的服务时，即表示您同意我们按照本政策规定收集信息。</b>我们收集信息的种类</p>
                <p class="mb20">如下：</p>
                <p class="title3">1、您向我们提供的信息</p>
                <p class="section">为了遵守法律法规的要求，以及向您提供更个性化、更便捷的服务，我们需要识别您的身份，当您在使用我们的相关服务时，需要您填写、提交及/或以其他任何方式提供您的个人信息，包括但不限于您的姓名、性别、出生年月日、身份证号码、银行账户或其他支付工具的账户信息、账单信息（如您的信用卡号码、持卡人姓名及信用卡有效期等）。<b>您提供的上述信息，将在您使用本服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除上述信息。上述信息将存储于中华人民共和国境内。</b></p>
                <p class="title3">2、我们在您使用服务过程中获得的信息</p>
                <p class="section">为了提高服务质量和用户体验 ，我们会留存您使用服务以及相关使用方式的信息，这类信息包括：</p>
                <p class="section">（1）您的设备上的日志信息。在您访问我们网站或使用我们服务时，我们系统自动接收并记录的您的浏览器和计算机上的信息（包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据）。</p>
                <p class="section">（2）您的设备信息。我们可能会读取您访问我们或使用我们服务时所使用的终端设备的信息，包括但不限于设备型号、设备识别码、操作系统、分辨率、电信运营商等。</p>
                <p class="section b">上述被获取的信息，将在您使用本服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除上述信息。上述信息将存储于中华人民共和国境内。</p>
                <p class="section">除上述信息外，我们还可能为了提供服务及改进服务质量的合理需要而获得您的其他信息，包括但不限于您与我们的客服团队联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与我们的关联方、我们合作伙伴之间互动时我们获得的相关信息。</p>
                <p class="title2">三、我们如何使用您的个人信息</p>
                <p class="section">为向您提供服务、提升我们的服务质量以及优化您的服务体验，我们会在符合法律规定或根据您授权的情况下使用您的个人信息，并主要用于下列用途：</p>
                <p class="section">1、向您提供您使用的各项服务，并维护、改进这些服务。</p>
                <p class="section">2、我们可能会将来自某项服务的个人信息、交易信息与来自其他服务所获得的信息结合起来，进行综合统计、分析或加工等处理，以便为您提供更加个性化的服务，例如为了销售、奖励或为让您拥有更广泛的社交圈而使用、共享或披露您的信息。</p>
                <p class="section">3、我们会对我们的服务使用情况进行统计，并可能会与公众或第三方分享这些统计信息，以展示我们的产品或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。</p>
                <p class="section">4、让您参与有关我们产品及服务的调查。</p>
                <p class="section">5、经您同意或授权的其他用途。</p>
                <p class="title2">四、我们如何存留您的信息</p>
                <p class="section">我们收集的有关您的信息和资料将保存在我们和/或我们的关联公司的服务器上，这些信息和资料可能传送至您所在的国家、地区或收集信息和资料所在地并在该地被访问、存储和展示。</p>
                <p class="section b">用于识别您个人身份以及反映相关活动的个人信息将留存至用户注销账户时，除非法律要求或允许在更长的期间内保留这些信息。</p>
                <p class="title2">五、如何访问和更新您的个人信息</p>
                <p class="section">您对您的个人信息您享有以下权利：</p>
                <p class="section">（一）您有权访问您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，可以通过以下方式自行访问：</p>
                <p class="section">账户信息——如果您希望访问或编辑您的账户中的个人资料信息和支付信息、更改您的密码、添加安全信息或关闭您的账户等，您可以通过访问小摩豆网页或app执行此类操作。</p>
                <p class="section">如果您无法通过上述链接访问这些个人信息，您可以随时联系我们的客服。我们将尽快回复您的访问请求。</p>
                <p class="section">（二）更正您的个人信息；</p>
                <p class="section">（三）删除您的个人信息；</p>
                <p class="section">（四）改变您授权同意的范围。</p>
                <p class="section">以上信息您均可以进行访问和更新。</p>
                <p class="section">如果您认为小摩豆存在违反法律的规定收集、使用您个人信息的情形，您可以通过客服与我们取得联系。</p>
                <p class="title2">六、通知和修订</p>
                <p class="section">为给您提供更好的服务，我们的业务将不时变化，本隐私政策也将随之调整。<b>我们会通过在我们网站、移动端上发出更新版本或以其他方式提醒您相关内容的更新，也请您访问我们以便及时了解最新的隐私政策。</b>在前述情况下，若您继续使用我们的服务，即表示同意接受修改后的本政策并受之约束。</p>
                <p class="section">如果您对于本隐私政策或在使用我们服务时对于您的个人信息或隐私情况有任何问题，请联系我们的客服并作充分描述，我们将尽力解决。</p>
            </div>
        </div>

        <div v-if="navigatorStatus" class="mobile">
            <div class="main container">
                <p class="title1 mb20">隐私政策</p>
                <p>小摩豆（以下或称“我们”）注重保护用户个人信息及个人隐私。本隐私政策包含我们<b>收集、处理、存储、使用、</b>和保护用户（“您”）个人信息（以下或称“信息”）的有关条款。</p>
                <p class="row-p b">本政策将帮助您了解以下内容：</p>
                <p class="row-p b">1、我们如何收集和使用您的个人信息；</p>
                <p class="row-p b">2、您的权利；</p>
                <p class="row-p b">3、您的个人信息如何在全球范围转移；</p>
                <p class="row-p b">4、本政策如何更新；</p>
                <p class="row-p b mb20">5、如何联系我们。</p>
                <p class="section">我们深知个人信息对您的重要性，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，我们承诺，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。<b>请您在使用我们的服务前，仔细阅读并了解本《隐私政策》，以帮助您了解维护自己隐私权的方式。如您对本隐私政策有任何疑问，您可以通过我们公布的联系方式与我们联系。</b></p>
                <p class="section">我们希望通过本隐私政策向您清晰地介绍我们对您个人信息的处理方式，因此我们建议您完整地阅读本隐私政策，以帮助您了解维护自己隐私权的方式。如您对本隐私政策有任何疑问，您可以通过我们公布的联系方式与我们联系。<b>如果您不同意本隐私政策的任何内容，您应立即停止使用我们服务。当您使用我们提供的任一服务时，即表示您已同意我们按照本隐私政策来收集、处理、存储、使用、共享和保护您的个人信息。</b></p>
                <p class="title2">一、适用范围</p>
                <p class="section">本隐私政策适用于小摩豆提供的所有服务（以下称“服务”或“我们的服务”），您登陆相关客户端使用小摩豆提供的服务，均适用本隐私政策。</p>
                <p class="section">本政策所称“小摩豆”包括但不限于小摩豆所有客户端、相关微信公众号平台。</p>
                <p class="section">本政策所称“小摩豆”是深圳小摩豆有限公司及现有和/或未来设立的相关关联公司的单称或合称。</p>
                <p class="section b">如果您有任何疑问、意见或建议，请通过本网站公开的联系方式与我们联系。</p>
                <p class="section">我们所有的服务均适用本隐私政策。此外，<b>针对某些特定服务，我们还将制定特定隐私政策，以便更具体地说明我们在该特定服务中如何收集、处理、存储、使用、共享和保护您的信息。</b>该特定服务的隐私政策构成本隐私政策的一部分。<b>如相关特定服务的隐私政策与本隐私政策有不一致之处，适用该特定服务的隐私政策。</b></p>
                <p class="title2">二、我们如何收集您的个人信息</p>
                <p class="section">个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。</p>
                <p class="section">我们仅会出于本政策所述的以下目的，收集和使用您的个人信息：为了遵守法律法规的要求，向您提供更好以及更个性化的服务，并努力提高您的用户体验。<b>您向我们提供下述信息或使用我们的服务时，即表示您同意我们按照本政策规定收集信息。</b>我们收集信息的种类</p>
                <p class="mb20">如下：</p>
                <p class="title3">1、您向我们提供的信息</p>
                <p class="section">为了遵守法律法规的要求，以及向您提供更个性化、更便捷的服务，我们需要识别您的身份，当您在使用我们的相关服务时，需要您填写、提交及/或以其他任何方式提供您的个人信息，包括但不限于您的姓名、性别、出生年月日、身份证号码、银行账户或其他支付工具的账户信息、账单信息（如您的信用卡号码、持卡人姓名及信用卡有效期等）。<b>您提供的上述信息，将在您使用本服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除上述信息。上述信息将存储于中华人民共和国境内。</b></p>
                <p class="title3">2、我们在您使用服务过程中获得的信息</p>
                <p class="section">为了提高服务质量和用户体验 ，我们会留存您使用服务以及相关使用方式的信息，这类信息包括：</p>
                <p class="section">（1）您的设备上的日志信息。在您访问我们网站或使用我们服务时，我们系统自动接收并记录的您的浏览器和计算机上的信息（包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据）。</p>
                <p class="section">（2）您的设备信息。我们可能会读取您访问我们或使用我们服务时所使用的终端设备的信息，包括但不限于设备型号、设备识别码、操作系统、分辨率、电信运营商等。</p>
                <p class="section b">上述被获取的信息，将在您使用本服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除上述信息。上述信息将存储于中华人民共和国境内。</p>
                <p class="section">除上述信息外，我们还可能为了提供服务及改进服务质量的合理需要而获得您的其他信息，包括但不限于您与我们的客服团队联系时您提供的相关信息，您参与问卷调查时向我们发送的问卷答复信息，以及您与我们的关联方、我们合作伙伴之间互动时我们获得的相关信息。</p>
                <p class="title2">三、我们如何使用您的个人信息</p>
                <p class="section">为向您提供服务、提升我们的服务质量以及优化您的服务体验，我们会在符合法律规定或根据您授权的情况下使用您的个人信息，并主要用于下列用途：</p>
                <p class="section">1、向您提供您使用的各项服务，并维护、改进这些服务。</p>
                <p class="section">2、我们可能会将来自某项服务的个人信息、交易信息与来自其他服务所获得的信息结合起来，进行综合统计、分析或加工等处理，以便为您提供更加个性化的服务，例如为了销售、奖励或为让您拥有更广泛的社交圈而使用、共享或披露您的信息。</p>
                <p class="section">3、我们会对我们的服务使用情况进行统计，并可能会与公众或第三方分享这些统计信息，以展示我们的产品或服务的整体使用趋势。但这些统计信息不包含您的任何身份识别信息。</p>
                <p class="section">4、让您参与有关我们产品及服务的调查。</p>
                <p class="section">5、经您同意或授权的其他用途。</p>
                <p class="title2">四、我们如何存留您的信息</p>
                <p class="section">我们收集的有关您的信息和资料将保存在我们和/或我们的关联公司的服务器上，这些信息和资料可能传送至您所在的国家、地区或收集信息和资料所在地并在该地被访问、存储和展示。</p>
                <p class="section b">用于识别您个人身份以及反映相关活动的个人信息将留存至用户注销账户时，除非法律要求或允许在更长的期间内保留这些信息。</p>
                <p class="title2">五、如何访问和更新您的个人信息</p>
                <p class="section">您对您的个人信息您享有以下权利：</p>
                <p class="section">（一）您有权访问您的个人信息，法律法规规定的例外情况除外。如果您想行使数据访问权，可以通过以下方式自行访问：</p>
                <p class="section">账户信息——如果您希望访问或编辑您的账户中的个人资料信息和支付信息、更改您的密码、添加安全信息或关闭您的账户等，您可以通过访问小摩豆网页或app执行此类操作。</p>
                <p class="section">如果您无法通过上述链接访问这些个人信息，您可以随时联系我们的客服。我们将尽快回复您的访问请求。</p>
                <p class="section">（二）更正您的个人信息；</p>
                <p class="section">（三）删除您的个人信息；</p>
                <p class="section">（四）改变您授权同意的范围。</p>
                <p class="section">以上信息您均可以进行访问和更新。</p>
                <p class="section">如果您认为小摩豆存在违反法律的规定收集、使用您个人信息的情形，您可以通过客服与我们取得联系。</p>
                <p class="title2">六、通知和修订</p>
                <p class="section">为给您提供更好的服务，我们的业务将不时变化，本隐私政策也将随之调整。<b>我们会通过在我们网站、移动端上发出更新版本或以其他方式提醒您相关内容的更新，也请您访问我们以便及时了解最新的隐私政策。</b>在前述情况下，若您继续使用我们的服务，即表示同意接受修改后的本政策并受之约束。</p>
                <p class="section">如果您对于本隐私政策或在使用我们服务时对于您的个人信息或隐私情况有任何问题，请联系我们的客服并作充分描述，我们将尽力解决。</p>
            </div>
        </div>
    </div>
</template>
<script>
    export default {
        name: 'privacyPolicy',
        data () {
            return {
            }
        },
        computed: {
            navigatorStatus () {
                let that = this
                let store = that.$store
                return store.state.navigatorStatus
            }
        },
        created () {
        },
        methods: {
        }
    }
</script>